tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask_args appdir: "/Applications"

brew "curl"
brew "docker"
brew "docker-compose"
brew "go"
brew "git"
brew "jq"
brew "protobuf"
brew "rust"
brew "yarn"

cask "1password"
cask "brave-browser"
cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "ipfs"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "line", id: 539883307
